Repository: violyOS/violyOS-welcome
Catalog: usr/share/violyOS-welcome/po/default/*.po
Languages: pl

source: Default Settings
pl: Ustawienia domyślne

source: Switch Appearance
pl: Zmień wygląd

source: <span name="distro-name"></span> uses <strong>Arc</strong> as it's default theme package. It uses Arc theme for GTK windows, panels, login window and lock screen and <strong>Pocillo</strong> as the icon theme.
pl: <span name="distro-name"></span> używa domyślnie pakietu motywów <strong>Arc</strong>. Pakiet ten używa motywu Arc do okien GTK, paneli, okna logowania i ekranu blokady oraz motywu <strong>Pocillo</strong> do ikon.

source: Another emerging design trend is <strong>Material Design</strong> which is basically a collection of design guidelines introduced by Google to bring a uniform appearance across different platforms. There are different theme packages inspired by Google&apos;s Material Design style.
pl: Innym coraz bardziej popularnym trendem wizualnym jest tzw. <strong>Material Design</strong>, który jest zbiorem zaleceń w zakresie projektowania interfejsu użytkownika wprowadzonym przez Google, aby ujednolicić wygląd na wszystkich platformach. Istnieje wiele rówżnych pakietów motywów inspirowanych przez Material Design od Google.

source: As <span name="distro-name"></span> values the freedom of users, we provide easy options to switch between our default <em>Arc style</em> and <em>Material style</em>.
pl: Z uwagi na to, że <span name="distro-name"></span> ceni sobie wolność użytkownika, zapewniamy Ci łatwość przełączenia się pomiędzy domyślnym <em>stylem Arc</em> a <em>stylem Material</em>.

source: Arc Design
pl: Motyw Arc

source: Install theme
pl: Zainstaluj motyw

source: Apply theme
pl: Zastosuj motyw

source: Applying Changes...
pl: Zatwierdzanie zmian...

source: Material Design (Adapta)
pl: Motyw Material (Adapta)

source: Material Design (Vimix)
pl: Motyw Material (Vimix)

source: Vertex Design
pl: Motyw Vertex

source: Ceti-2 Design
pl: Motyw Ceti-2

source: Material Design (Flat-Plat)
pl: Motyw Material (Flat-Plat)

source: Restore panels
pl: Przywróć panele

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
pl: Utraciłeś swoje panele podczas zabawy z <span name="distro-name"></span>? Nie jesteś zadowolony z dokonanych zmian w układzie paneli? Nie martw się. Możemy Ci pomóc w przywróceniu paneli poprzez jedno kliknięcie.

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
pl: Ta operacja cofnie wszelkie zmiany, jakich dokonałeś dla wszystkich paneli i przywróci pierwotną domyślną konfigurację układu paneli.

source: Reset Budgie Panel
pl: Resetuj panel Budgie
