Repository: violyOS/violyOS-welcome
Catalog: usr/share/violyOS-welcome/po/introduction/*.po
Languages: pl

source: Introduction
pl: Wstęp

source: Simplicity and Elegance.
pl: Prostota i elegancja

source: What is <span name="distro-name"></span>?
pl: Czym jest <span name="distro-name"></span>?

source: <span name="distro-name"></span> is an operating system -- the core software that runs your computer, similar to
pl: <span name="distro-name"></span> jest systemem operacyjnym - głównym oprogramowaniem, które steruje Twoim komputerem, podobnym do

source: and
pl: oraz

source: <span name="distro-name"></span> is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
pl: <span name="distro-name"></span> jest dystrybucją (odmianą) rodziny systemów GNU/Linux. Niezawodny, bezpieczny, funkcjonalny i nowoczesny system komputerowy, który rywalizuje z wszystkimi innymi popularnością i faktycznym użytkowaniem.

source: Unlike other operating systems, Linux is a major one used:
pl: W przeciwieństwie do innych systemów operacyjnych, Linux jest używany głównie:

source: on most of the world's fastest and most powerful supercomputers
pl: na większości najszybszych na świecie i najpotężniejszych superkomputerów

source: on many of (if not most of) the computers that make up the backbone of Internet
pl: na wielu (jeśli nie większości) komputerów szkieletowych sieci Internet

source: and on corporate servers that require stability and reliability
pl: oraz na serwerach korporacyjnych, które wymagają stabilności i niezawodności

source: <span name="distro-name"></span> is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops alike.
pl: <span name="distro-name"></span> jest stabilnym, łatwym w użyciu systemem operacyjnym z konfigurowalnym środowiskiem pulpitowym. Jest idealnym rozwiązaniem dla tych, którzy chcą w pełnym stopniu wykorzystywać swój komputer, a przy tym preferują tradycyjne podejście do pulpitu systemu. Ze względu na niskie wymagania sprzętowe, jest odpowiedni zarówno do nowoczesnych komputeróe stacjonarnych, jak i do laptopów.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
pl: Ten system operacyjny jest bezpieczniejszy i posiada lepsze wsparcie niż system operaacyjny instalowany fabrycznie na większości współczesnych komputerów domowych.

source: Using <span name="distro-name"></span> provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
pl: <span name="distro-name"></span> daje Ci pełną swobodę w używaniu kompletnego, wszechstronnego systemu operacyjnego, skonfigurowane wstępnie z większością potrzebnych aplikacji. Możesz zmieniać wygląd systemu, sposób jego działania i zestaw zainstalowanych aplikacji, aby całość idealnie wpasowywała się w Twoje potrzeby i oczekiwania.

source: Objectives
pl: Założenia

source: <span name="distro-name"></span> has a number of guiding objectives and goals:
pl: <span name="distro-name"></span> keiruje się szeregiem założeń i celów:

source: Accessible to all, regardless of language and physical ability.
pl: Dostępny dla wszystkich, niezależnie od języka i możliwości fizycznych.

source: Increase both Ubuntu and Budgie desktop user adoption.
pl: Zwiększenie przyswajania wśród użytkowników zarówno samego Ubuntu, jak i pulpitu Budgie.

source: Create a Ubuntu based distro for users who prefer a traditional desktop metaphor.
pl: Stworzenie dystrybucji bazowanej na Ubuntu dla użytkowników, którzy preferują tradycyjne podejście do srodowiska pulpitowego.

source: When possible contribute to Upstream projects such as Solus and Debian so all Linux communities benefit.
pl: Kiedy tylko to możliwe, wspieranie projektów siostrzanych, takich jak Solus i Debian, aby cała społeczność Linuksa odnosiła korzyść.

source: Software selection will favor functionality and stability over lightness and whimsy.
pl: Przy wyborze oprogramowania kierujemy się przede wszystkim funkcjonalnością i stabilnością, a mniej lekkością i upodobaniami.

source: is one of, if not the, largest deployed
pl: jest jednym z bardziej (o ile nie najbardziej) rozpowszechnionych na świecie systemów operacyjnych bazujących na

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
pl: Linux jest sercem Ubuntu i daje możliwość budowania bezpiecznych, wszechstronnych i elastycznych systemów operacyjnych, takich jak

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
pl: Android jest obecnie w rękach miliardów ludzi na całym świecie i jest również zbudowany w oparciu o Linuksa.

source: Ubuntu is available in a number of different
pl: Ubuntu jest dostępne w kilku różnych

source: flavors
pl: wariantach

source: each coming with its own desktop environment. <span name="distro-name"></span> takes the Ubuntu base operating system and adds the
pl: wyposażonych w swoje własne środowiska graficzne pulpitu. <span name="distro-name"></span> zbudowane jest na bazie systemu operacyjnego Ubuntu i dodaje do niego

source: Budgie desktop
pl: pulpit Budgie

source: Budgie Desktop
pl: Pulpit Budgie

source: Wikipedia says that a
pl: Cytują Wikipedię o tym, czym jest

source: Desktop Environment
pl: Pulpit

source: "An implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files."
pl: "Podstawowy obszar roboczy w systemach operacyjnych, których powłoka graficzna (interfejs GUI) oparta jest o tzw. okna. Na pulpicie znajdują się ikony, inaczej: odsyłacze lub skróty, odwołujące się do najważniejszych elementów interfejsu użytkownika, a także do istniejącego w systemie oprogramowania."

source: <span name="distro-name"></span> comes with a lot of useful applications like
pl: <span name="distro-name"></span> jest dostarczane wraz z wieloma użytecznymi aplikacjami

source: GNOME Files
pl: Pliki

source: GNOME Software
pl: Oprogramowanie

source: File Manager
pl: Menadżer plików

source: Web Browser
pl: Przeglądarka internetowa

source: Office Suite
pl: Pakiet biurowy

source: Software Store
pl: Sklep z oprogramowaniem

source: Music Player
pl: Odwarzacz muzyki

source: All of which are highly customisable and managed via
pl: Każda z nich jest konfigurowalna poprzez

source: Settings
pl: Ustawienia

source: Budgie desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
pl: Pulpit Budgie zapewnia intuicyjne i atrakcyjne wizualnie środowisko tradycyjnego pulpitu, co oznacza, że jeżeli kiedykolwiek używałeś systemów

source: or
pl: lub

source: it will feel very familiar.
pl: wszystko będzie dla Ciebie znajome.

source: What Linux, Ubuntu and Budgie desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell <span name="distro-name"></span> is free, in the truest sense of the word.
pl: To co łączy Linuksa, Ubuntu i pulpit Budgie to idea Open Source. To oprogramowanie może być swobodnie przez kogokolwiek używane, zmieniane i udostępniane (w postaci zarówno zmodyfikowanej i oryginalnej). Mówiąc w skrócie, <span name="distro-name"></span> jest wolnym oprogramowanime - ang. free, w najglębszym tego słowa znaczeniu.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like <span name="distro-name"></span>. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of <span name="distro-name"></span>.
pl: Chociaż możesz znaleźć płatne dystrybucje (odmiany) Linuksa, to większość jest jednak bezpłatna, jak właśnie <span name="distro-name"></span>. Ta dystrybucja jest licencjonowana na takich zasadach, że pozwala praktycznie komukolwiek rozpowszechniać ją za darmo, bez żadnych warunków. Przykładowo, licencja daje każdemu członkowi społeczności użytkowników swoboodę w używaniu Linuksa w dowolnym celu, rozpowszechnianiu go, modyfikowaniu, dystrybuowaniu w zmienionej formie, a nawet sprzedaży. Jeżeli zmodyfikujesz i udostępnisz wersję Linuksa z modyfikacjami, licencja wymaga od Ciebie przekazania tych modyfikacji do społeczności z możliwością włączenia ich do przyszłych wersji Linuksa. Nie ma gwarancji, ze tak się stanie, ale jeżeli poprawiłeś jakiś element, to jest szansa, że te zmiany będą uwzględnione w kolejnym wydaniu <span name="distro-name"></span>.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
pl: Wielu użytkowników Linuksa to korporacje, które używają tego systemu operacyjnego do prowadzenia swoich biznesów lub dołączania go do swoich produktów. Wiele korporacji tworzy poprawki i nowe funkcje dla Linuksa używając tego oprogramowania w swoim biznesie.

source: These improvements are given back
pl: Te usprawnienia są udostępniane

source: to the Linux community and <span name="distro-name"></span> improves as a result. This is how we can continually improve and grow without having to charge our users money.
pl: społeczności Linuksa i dzięki temu <span name="distro-name"></span> również się rozwija. W ten sposób właśnie możliwy jest stały rozwój i rozbudowa systemu bez pobierania opłat od naszych użytkowników.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
pl: W przeciwieństwie do systemów Windows i OS X, Linux nie jest tworzony i wspierany wyłącznie przez jedną firmę. Jest wspierany przez takie firmy jak Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, oracle, AMD czy Microsoft. Ponad 4000 programistów uczestniczyło w rozwoju Linuksa przez ostatnie 15 lat.

source: Whether you are a home user of <span name="distro-name"></span>, a <span name="distro-name"></span> software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to <span name="distro-name"></span> and its related projects: Linux, Budgie desktop, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
pl: Niezależnie od tego czy jesteś użytkownikiem domowym <span name="distro-name"></span>, czy programistą oprogramowania i aplikacji, czy może pracownikiem organizacji, która używa tego systemu operacyjnego, to stanowisz część społeczności Linuksa i Open Source i korzystasz z wysiłku włożonego przez programistów uczestniczących w projekcie <span name="distro-name"></span> i projektach powiązanych: Linux, pulpit Budgie oraz Ubuntu. Członkowie społeczności Linuksa uruchamiają go na niemal każdej konfiguracji sprzętowej, od pięknych Macbooków do najtańszych netbooków, od najnowszych Chromebooków po jakieś stare maszyny projektowane pod użycie z systemem Windows, od najpotężniejszych serwerów internetowych po najmniejsze inteligentne termostaty.
