Repository: violyOS/violyOS-welcome
Catalog: usr/share/violyOS-welcome/po/getinvolved/*.po
Languages: fr, pl

source: Get Involved
fr: S'impliquer
pl: Zaangażuj się

source: Thanks for Your Support
fr: Merci pour votre soutien
pl: Dziękujemy za Twoje wsparcie

source: <span name="distro-name"></span> receives a great deal of support from its community of users and we would like to thank each and every contributor for participating. We are growing at a steady pace and our distribution is getting better every day thanks to you.
fr: <span name="distro-name"></span> possède une communauté très active et nous souhaitons remercier chaque contributeur et utilisateur de participer à son développement. Grâce à vous, nous sommes en pleine croissance et notre distribution s'améliore de jour en jour.
pl: <span name="distro-name"></span> otrzymuje wiele wsparcia od swojej społeczności i chcielibyśmy za to podziękować wszystkim przyczyniającym się do tego wsparcia. Wciąż się rozwijamy, a nasza dystrybucja staje się coraz lepsza każdego dnia dzięki Wam.

source: It is very easy to make a difference. Depending on your skill set, your availability you can help <span name="distro-name"></span> in one or more of the following ways:
fr: Il est très simple de faire la différence. Selon vos compétences et vos disponibilités, vous pouvez aider <span name="distro-name"></span> de la manière suivante :
pl: Bardzo łatwo mieć swój udział. Zależnie od Twoich umiejętności oraz Twojej dostępności możesz wesprzeć <span name="distro-name"></span> na kilka różnych sposobów:

source: Support &amp; Promotion
fr: Support et promotion
pl: Wsparcie i Promocja

source: Spreading the word
fr: Faire passer le message
pl: Szerzenia w świat

source: If you like <span name="distro-name"></span>, let people know. Blog, add comments in forums and talk about it with your friends and the people around you.
fr: Si vous aimez <span name="distro-name"></span>, faites le savoir autour de vous. Parlez-en sur des blogs, ajouter des commentaires dans des forums, discutez-en avec vos amis.
pl: Jeśli podoba Ci się <span name="distro-name"></span>, powiedz to innym. Bloguj, dodawaj komentarze na forum i rozmawiaj o tym ze swoimi znajomymi i ludźmi wokół Ciebie.

source: Joining the Community
fr: Rejoindre la communauté
pl: Dołączenie do społeczności

source: <span name="distro-name"></span> isn't just an operating system, it's also a dynamic community of people who enjoy, gather, and interact with a free and open project. Whether it's by helping others sort through issues, by making them feel welcome, or simply by meeting and talking to other <span name="distro-name"></span> users, we recommend you join the community and participate in making <span name="distro-name"></span> better.
fr: <span name="distro-name"></span> n'est pas qu'un simple système d'exploitation. C'est aussi une communauté dynamique qui se rassemble et interagit autour d'un projet commun, gratuit et ouvert. Que ce soit en aidant les autres à surmonter les problèmes rencontrés, en les accueillant dans la communauté, ou simplement en discutant entre utilisateurs, nous vous recommandons de rejoindre la communauté et ainsi participer à rendre <span name="distro-name"></span> meilleure.
pl: <span name="distro-name"></span> nie jest tylko systemem operacyjnym, ale również dynamiczną społecznością ludzi, którzy świetnie się wspólnie bawią uczestnicząc w tym darmowym i otwartym projekcie. Niezależnie od tego, czy te uczestnictwo miałoby polegać na pomaganiu innym w rozwiązywaniu ich problemów czy wprowadzaniu w ten świat albo po prostu na spotykaniu się, rozmowach i dyskusjach z innymi użytkownikami <span name="distro-name"></span>, zalecamy dołączenie do społeczności i pomoc w sprawianiu, aby <span name="distro-name"></span> było jeszcze lepsze.

source: Helping others
fr: Aider les autres utilisateurs
pl: Pomaganie innym

source: If you have some spare time and you're willing to help other users with technical problems, you should seriously consider reading the forums and/or joining the community chat-room and helping other <span name="distro-name"></span> users solve the problems you know how to fix.
fr: SI vous avez du temps libre et que vous souhaitez aider les utilisateurs qui rencontrent des problèmes techniques, vous devriez sérieusement envisager de lire les forums et / ou vous joindre à la communauté de discussion afin d'aider les autres utilisateurs de <span name="distro-name"></span> à régler les problèmes que vous savez résoudre.
pl: Jeśli masz nieco wolnego czasu i ochotę na pomaganie innymi w problemach technicznych, naprawdę dobrym pomysłem będzie czytanie forum i/lub dołączenie do czatu społeczności, aby pomagać innym użytkownikom <span name="distro-name"></span> w rozwiązywaniu problemów, z którymi Ty potrafisz sobie poradzić.

source: Project contributions
fr: Contributions au projet
pl: Współpraca w projekcie

source: Bug reports
fr: Signaler un bug
pl: Raportowanie błędów

source: If you've noticed something that doesn't work properly while using <span name="distro-name"></span>, let us know. The problem you have discovered is likely to affect others as well; The sooner we know about it, the sooner we're able to fix it.
fr: Si vous avez remarqué quelque chose ne fonctionnant pas correctement en utilisant <span name="distro-name"></span>, faites le nous savoir. Le problème que vous avez découvert affectera aussi les autres utilisateurs; Plus nous sommes au courant rapidement plus nous sommes capables de le régler.
pl: Jeśli podczas użytkowania <span name="distro-name"></span> dostrzegłeś, że coś nie działa prawidłowo, daj na m znać. Problem, którego Ty doświadczyłeś, może dotykać również innych użytkowników. Im szybciej się o nim dowiemy, tym szybciej będziemy mogli usunąć problem.

source: New ideas
fr: Nouvelles idées
pl: Nowe pomysły

source: The vast majority of improvements included in each release come from the community. If there's something that you think is missing or that could be done better, please tell us. Whether it's the inclusion of a missing software application that should be part of a stock installation or if you have any other ideas on how to make <span name="distro-name"></span> better, we're always interested in hearing them.
fr: La grande majorité des améliorations incluse dans chaque nouvelle version de notre distribution provienne de la communauté. Si vous pensez qu'il manque une fonctionnalité ou que quelque chose pourrait être mieux fait, faites le nous savoir. Que ce soit l'inclusion d'une nouvelle application ou si vous avez d'autres idées sur la façon d'améliorer <span name="distro-name"></span>, nous sommes dans tous les cas intéressé par vos propositions.
pl: Większość usprawnień zawartych w każdym nowym wydaniu pochodzi od społeczności. Jeżeli jest coś, czego Ci brakuje w systemie lub mogłoby Twoim z daniem być zrobione lepiej, powiedz nam o tym. Może to być zarówno pomysł na dodanie do podstawowej instalacji brakującego oprogramowania, ale też jakakolwiek inna idea, która pozwoli zrobić z <span name="distro-name"></span> jeszcze lepszy system.

source: Artwork
fr: Illustration
pl: Grafika

source: If you are talented in graphic design and willing to contribute to the project, please send us your creations and artwork. Whether it's a simple wallpaper, an icon set, a splash screen, or even a new logo, we're always interested to hear from you about new artwork.
fr: Si vous êtes talentueux en création graphique et que vous souhaitez contribuer à notre projet, envoyez-nous vos créations et illustrations. Qu'il s'agisse d'un simple fond d'écran, d'un ensemble d'icônes, d'un écran d'accueil ou même d'un nouveau logo, nous sommes toujours intéressés par vos créations.
pl: Jeśli masz talent do projektowania grafiki i chciałbyś dołożyć swoją cegiełkę do naszego projektu, prosimy o przesłanie Twoich prac graficznych. Może to być prosta tapeta pulpitu, zestaw ikon, animacja startowa czy nawet logo - w każdym przypadku jesteśmy otwarci na Twoje dzieła.

source: Most of our development is done in GTK+3, C++, Vala, Python and HTML5/CSS. We also use Git for version control and .deb for packaging. If you're comfortable with any of these technologies, don't hesitate to have a look at the code. If you think you can improve our applications or write new ones don't hesitate to suggest patches or to fork our git repositories.
fr: La plupart de nos développements sont réalisés avec GTK+3, C++, Vala, Python et HTML5/CSS. Nous utilisons également Git comme logiciel de gestion de versions et les .deb pour le packaging des applications. Si vous êtes à l'aise avec l'une de ces technologies, n'hésitez pas à consulter le code. Ainsi, si vous pensez être capable d'améliorer nos applications ou en écrire de nouvelles, n'hésitez pas à proposer des correctifs ou à "fork" nos dépôts Git.
pl: Większość kodu systemu jest budowana w GTK+3, C++, Vala, Pythonie i HTML5/CSS. Do kontroli wersji kodu używamy systemu Git, zaś do pakowania aplikacji formatu .deb. Jeżeli czujesz się swobodnie w tych technologiach, nie zwlekaj ze spojrzeniem na kod. Jeśli masz pomysł na optymalizację naszych aplikacji lub nawet napisanie zupełnie nowych, śmiało przesyłaj propozycje poprawek lub forkuj nasz projekt.

source: Upstream to us is budgie-desktop. Created by Solus, they are looking for C developers - so please help if you can.
fr: Notre projet hérite de budgie-desktop. Créé par Solus, ils recherchent actuellement des développeurs C. N'hésitez pas à les aider si vous le pouvez.
pl: Projektem bazowym dla nas jest desktop-budgie, tworzony przez Solus. Oni poszukują programistów języka C, jeśli możesz tutaj pomóc, to też byłoby świetnie.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
fr: Il semble que vous n'êtes pas connecté à internet. Merci de vérifier votre connexion afin d'accéder à ce contenu.
pl: Prawdopodobnie nie jesteś podłączony do internetu. Sprawdź Twoje połączenie, aby uzyskać dostęp do tych treści.

source: Sorry, Welcome was unable to establish a connection.
fr: Nous sommes désolé, Bienvenue n'a pas réussi à établir une connexion.
pl: Przepraszamy, nie było możliwości nawiązania połączenia.

source: Retry
fr: Réessayer
pl: Ponów

source: Budgie Desktop GitHub
fr: GitHub de l'environnement de bureau Budgie

source: Also, we have published a complete list of available opportunities on our website. Please feel free to visit our website and find out in which way you can contribute to our mission.
fr: Nous avons également publié sur notre site web une liste de toutes les opportunités que nous proposons. N'hésitez pas à visiter cette page et ainsi trouver de quelle manière vous pouvez contribuer au projet.
pl: Dodatkowe możliwości współuczestniczenia w projekcie opublikowaliśmy również na naszej stronie internetowej. Zapraszamy do jej odwiedzenia, aby dowiedzieć się, w jaki sposób możesz przyczynić się do naszej misji.

source: Opportunities
fr: Opportunités
pl: Możliwości

source: Code
pl: Kodowanie
