Repository: violyOS/violyOS-welcome
Catalog: usr/share/violyOS-welcome/po/features/*.po
Languages: it, pl

source: Features
it: Caratteristiche
pl: Funkcje

source: Modern and Full-Featured
it: Moderno e completo
pl: Nowoczesny i w pełni funkcjonalny

source: <span name="distro-name"></span> is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
it: <span name="distro-name"></span> è un moderno sistema operativo per computer, con un'interfaccia utente attraente e facile da comprendere. Il suo gestore di aggiornamenti mantiene aggiornato non solo il sistema operativo stesso, ma tutte le sue applicazioni installate vengono aggiornate alla versione corrente. Il sistema operativo è più sicuro e meglio supportato dai sistemi operativi che vengono preinstallati dalla maggior parte delle case di componenti hardware.
pl: <span name="distro-name"></span> to nowoczesny komputerowy system operacyjny z atrakcyjnym i łatwym w użyciu interfejsem użytkownika. Menedżer aktualizacji utrzymuje nie tylko sam system operacyjny, ale również wszystkie zainstalowane aplikacje zaktualizowane do bieżącej wersji. Ten system operacyjny jest bezpieczniejszy i lepiej wspierany niż systemy operacyjne, które są fabrycznie zainstalowane na większości współczesnych komputerów.

source: Pre-Configured Yet Flexible
it: Predefinito e flessibile
pl: Wstępnie skonfigurowany, ale elastyczny

source: Using <span name="distro-name"></span> provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
it: Usare <span name="distro-name"></span> ti fornisce la libertà di eseguire un sistema operativo completo di funzionalità, pre-configurato con la maggior parte, se non tutte, le applicazioni che ti servono per il tuo uso quotidiano - o di cambiare qualsiasi cosa dell'aspetto, di come funziona, o delle applicazioni installate a seconda del tuo gusto.
pl: Korzystanie z <span name="distro-name"></span> umożliwia swobodne uruchamianie kompletnego, pełnego funkcjonalności systemu operacyjnego, wstępnie skonfigurowanego z większością aplikacji potrzebnych do codziennej pracy z komputerem. Jednocześnie możesz zmienić zarówno to, jak system wygląda, sposób pracy oraz zainstalowane aplikacji, aby dopasować całość do Twoich potrzeb i gustu.

source: Built-In Security
it: Sicurezza integrata
pl: Wbudowane zabezpieczenia

source: <span name="distro-name"></span> is designed with security in mind. Unlike operating systems that update only once a month, <span name="distro-name"></span> receives updates continuously. The updates include security patches for <span name="distro-name"></span> and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
it: <span name="distro-name"></span> è stato progettato pensando alla sicurezza. A differenza dei sistemi operativi che vengono aggiornati solo una volta al mese, <span name="distro-name"></span> riceve gli aggiornamenti in modo continuo. Gli aggiornamenti includono patch di sicurezza per <span name="distro-name"></span> e tutti i suoi componenti. Gli aggiornamenti di sicurezza per tutte le sue applicazioni installate sono forniti anche sullo stesso programma. Questo assicura che tu abbia l'ultima protezione per tutto il software del tuo computer - non appena è disponibile!
pl: <span name="distro-name"></span> został zaprojektowany z myślą o bezpieczeństwie. W przeciwieństwie do systemów operacyjnych, które aktualizują się tylko raz w miesiącu, <span name="distro-name"></span> otrzymuje aktualizacje w sposób ciągły. Aktualizacje zawierają poprawki zabezpieczeń dla <span name="distro-name"></span> i wszystkich jego składników. Aktualizacje zabezpieczeń dla wszystkich zainstalowanych aplikacji są również dostarczane w tym samym trybie. Gwarantuje to, że masz najnowszą ochronę dla całości Twojego oprogramowania - dostarczaną jak tylko zostaje udostępniona przez jego twórcę!

source: <span name="distro-name"></span> can get viruses and other infections... but it is rare. Rapid and timely updates make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to <span name="distro-name"></span>.
it: <Span name = "distro-name"> </ span> può prendere virus e altre infezioni... ma è raro. Gli aggiornamenti rapidi e tempestivi rendono difficile l'installazione e l'esecuzione di virus, kit di root e altri malware senza intervento consapevole dell'utente. Anche se si provoca accidentalmente un'infezione, è probabile che sia stato progettato per attaccare Windows e non farà molto, se ha un danno a <span name = "distro-name"> </ span>.
pl: <span name="distro-name"></span> może złapać wirusa lub inną inwfekcję... ale dzieję się to rzadko. Szybko dostarczane na bieżąco aktualizacje sprawiają, że trudno jest zainstalować wirusy, aplikacje typu "root kit" i inne złośliwe oprogramowanie bez Twojej świadomości jako użytkownika. Nawet jeśli przypadkowo dopuścisz do infekcji, jest wysoce prawdopodobne, że atak jest wymierzony w systemy Windows i wyrządzi niewielką szkodę w systemie <span name="distro-name"></span> lub w ogóle nic się nie stanie.

source: Another significant security feature of <span name="distro-name"></span> is that its users are not superusers by default. Superusers (also known as "root" users or administrators) on any computer system have permission to do anything they want, including the ability to damage the system.
it: Un'altra caratteristica di sicurezza significativa di <span name="distro-name"></span> è che i suoi utenti non sono superuser per impostazione predefinita. Gli utenti Superusers (conosciuti anche come utenti "root" o amministratori) su qualsiasi computer hanno il permesso di fare tutto ciò che vogliono, anche la possibilità di danneggiare il sistema.
pl: Inną ważną cechą bezpieczeństwa <span name="distro-name"></span> jest to, że jej użytkownicy nie są domyślnie superużytkownikami. Superużytkownicy (nazywani również użytkownikami root lub administratorami) mają prawo robić w systemie operacyjnym wszystko, co chcą, włączając w to możliwość uszkodzenia systemu.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. <span name="distro-name"></span> opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" <span name="distro-name"></span> will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, <span name="distro-name"></span> requires you to provide your administrator password before that permission is granted. Every single time.
it: Ad esempio, altri sistemi operativi esaminano il nome di un file per determinare quale programma dovrebbe aprirlo, quindi tenta immediatamente di aprirlo. Questo lo rende facile per un intruso per attaccare un computer. <span name="distro-name"></span> apre un file per quello che il file è, non in base al nome. Quindi, anche se un programma dannoso trasforma la sua identità usando il nome "Last Will e Testament.txt" <span name = "distro-name"> </ span> riconoscerà il file come un programma. Il sistema fornisce un avviso che il file non è un file di testo, ma è un programma che verrà eseguito se gli si dà l'autorizzazione a continuare. Per essere sicuri, <span name = "distro-name"> </ span> richiede di fornire la password dell'amministratore prima della concessione dell'autorizzazione. Ogni singola volta.
pl: Przykładowo, inne systemy operacyjne ustalają jedynie na podstawie nazwy pliku, w jakim programie powinien on zostać otworzony i od razu próbują go otworzyć. Takie podejścia ułatwia intruzowi dokonanie ataku na komputer. <span name="distro-name"></span> otwiera plik bazując na jego zawartości, a nie na jego nazwie. Dzięki temu, nawet jeśli szkodliwa aplikacji próbuje się zakamuflować używając nazwy "Testament.txt", <span name="distro-name"></span> rozpozna plik jako program. System wyświetla ostrzeżenie, że to nie jest plik tekstowy, ale program, który zostanie wykonany tylko, jeżeli nadasz odpowiednie uprawnienia dla tego pliku. Aby jeszcze bardziej zabezpieczyć komputer, <span name="distro-name"></span> wymaga wprowadzenia hasła administratora zanim będziesz mógł nadać uprawnienie wykonywania. Za każdym razem pyta o hasło.

source: Powerful Applications
it: Applicazioni potenti
pl: Funcjonalne aplikacje

source: While budgie-desktop provides the essential user interface to control and use a computer, <span name="distro-name"></span> adds a collection of additional applications to turn your computer into a truly powerful workstation.
it: Mentre budgie-desktop fornisce un interfaccia essenziale per controllare e usare un computer, <span name="distro-name"></span> aggiunge una collezione di applicazione aggiuntive per trasformare il tuo computer in una vera workstation potente.
pl: Chociaż pulpit Budgie dostarcza Ci niezbędny interfejs użytkownika do sterowania i używania twojego komputera, <span name="distro-name"></span> uzupełnia to o zestaw dodatkowego oprogramowania, aby Twój komputer był wszechstronną stacją roboczą.

source: Productivity
it: Produttività
pl: Produktywność

source: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
it: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> offrono una navigazione sicura e semplice. Un'interfaccia utente familiare, funzionalità di protezione avanzate, tra cui protezione da furti di identità online e una ricerca integrata per consentirti di ottenere il massimo dal web.
pl: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> zapewnia bezpieczne i łatwe przeglądanie internetu. Dobrze znany interfejs użytkownika, ulepszone funkcje zabezpieczeń, w tym ochrona przed kradzieżą tożsamości oraz zintegrowane wyszukiwanie, pozwalają wykorzystać w pełni funkcjonalność sieci.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
it: LibreOffice è una suite di produttività per ufficio che offre una sostituzione immediata per Microsoft (R) Office; La sua interfaccia pulita e gli strumenti potenti consentono di sfruttare la tua creatività e di aumentare la produttività. LibreOffice incorpora diverse applicazioni che lo rendono la più potente suite Free e Open Source Office presenti sul mercato:
pl: LibreOffice jest w pełni funkcjonalnym pakietem biurowym, który może stanowić dobry zamiennik dla pakietu Microsoft(R) Office; Jego przejrzysty interfejs i wszechstronne narzędzia pozwalają uwalniać kreatywność i zwiększać wydajność pracy. LibreOffice zawiera kilka aplikacji, które w połączeniu tworzą najbardziej rozwinięty darmowy i otwartoźródłowy pakiet biurowy na rynku:

source: Writer, the word processor.
it: Write, il word processor.
pl: Writer- edytor tekstu.

source: Calc, the spreadsheet application.
it: Calc, l'applicazione per i fogli di calcolo.
pl: Calc - arkusz kalkulacyjny.

source: Impress, the presentation engine.
it: Impress, il motore per le presentazioni.
pl: Impress - edytor prezentacji.

source: Draw, the drawing and flowcharting application
it: Draw, l'applicazione di disegno e diagrammi di flusso
pl: Draw - narzędzie do rysunków i diagramów.

source: Math, for editing mathematics.
it: Math, editor per la matematica.
pl: Math - edytor wyrażeń matematycznych.

source: Entertainment
it: Intrattenimento
pl: Rozrywka

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
it: Rhythmbox è un programma di riproduzione e gestione di musica molto facile da usare che supporta una vasta gamma di formati audio (tra cui mp3 e ogg). Originariamente ispirato a iTunes di Apple, la versione corrente supporta anche Internet Radio, integrazione di iPod e supporto per lettori audio portatile generici, masterizzazione audio CD, riproduzione audio CD, condivisione musica e podcast.
pl: Rhythmbox to bardzo łatwy w użyciu program do odtwarzania i zarządzania muzyką, który obsługuje wiele formatów audio (w tym mp3 i ogg). Początkowo zainspirowany programem iTunes firmy Apple, obecna wersja obsługuje również radia internetowe, współpracuje z iPodem i innymi przenośnymi odtwarzaczami audio, wspiera nagrywanie płyt Audio CD, odtwarzanie płyt Audio CD, udostępnianie muzyki i podcasty.

source: GNOME Photos is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats.
it: GNOME Photos è un organizzatore di foto digitali. Consente di importare le foto dal disco o dalla fotocamera, organizzarle in vari modi, visualizzarle in modalità a piena finestra o in modalità a schermo intero e esportarle per condividere con gli altri. È in grado di gestire molti formati di immagine diversi.
pl: GNOME Photos jest organizatorem zdjęć cyfrowych. Umożliwia importowanie zdjęć z dysku lub aparatu fotograficznego, organizowanie ich na różne sposoby, wyświetlanie ich w trybie oknie lub trybie pełnoekranowym i eksportowanie ich do udostępniania innym. Obsługuje wiele różnych formatów graficznymi.

source: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> is a media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
it: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> è un media player. Riproduce file MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg / Vorbis, DVD, VCD, podcast e flussi multimediali provenienti da diverse fonti di rete.
pl: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> jest odwarzaczem multimediów. Otwarza formaty MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, płyty i pliki DVD, VCD, podcasty, a także strumienie multimedialne z różnych źródeł sieciowych.

source: ... And a whole lot more!
it: ... E molto altro ancora!
pl: ... i dużo, dużo więcej!

source: Naturally you'll also find a document/photo scanner and printer management all included in <span name="distro-name"></span>. And this is just the start. The <a onclick="cmd('software-center');cmd('')">GNOME Software</a> includes best-in-class applications for most tasks and a single click will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
it: Naturalmente troverai anche uno scanner per documenti / foto e gestione della stampante inclusi nella <span name="distro-name"></span>. E questo è solo l'inizio. Il <a onclick="cmd('software-center');cmd('')">Software GNOME</a> include applicazioni di prima classe per la maggior parte delle attività e un solo click vi darà accesso a migliaia di applicazioni adatte a qualsiasi attività professionale o ricreativa.
pl: Naturalnie, <span name="distro-name"></span> pozwoli Ci również na zarządzanie skanowaniem i drukowaniem zdjęć i dokumentów. A to tylko początek. <a onclick="cmd('software-center');cmd('')">Centrum oprogramowania GNOME</a> zawiera najlepsze w swojej klasie aplikacje do realizacji większości zadań i pojedyncze kliknięcie dzieli Cię od tysięcy aplikacji odpowiednich zarówno do profesjonalnych, jak i rekreacyjnych aktywności.

source: Games
it: Giochi
pl: Gry

source: In the last couple of years Linux has become a first class gaming platform thanks to <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a> bringing their <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> platform to Linux. At the time of writing Steam has more than 2000 high quality indie and AAA titles available for Linux. <span name="distro-name"></span> is fully compatible with Steam for Linux.
it: Negli ultimi due anni Linux è diventato una piattaforma di gioco di prima classe grazie a <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a> che porta la propria piattaforma <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> su Linux. Al momento della scrittura Steam ha più di 2000 titoli di alta qualità indie e AAA disponibili per Linux. <Span name = "distro-name"> </ span> è completamente compatibile con Steam per Linux.
pl: W ostatnich latach Linux stał się pierwszorzędną platformą do gier dzięki firmie <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a>, która sprowadziła ich platformę <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> na Linuksa. W czasie pisania tego tekstu, Steam udostępnia dla Linuksa już ponad 2000 wysokiej jakości tytułów niezależnych oraz kategorii AAA . <span name="distro-name"></span> jest w pełni kompatybilne z platformą "Steam for Linux".

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for <span name="distro-name"></span>. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
it: Mentre Steam è un grande passo in avanti per il gioco su Linux, ci sono anche molti titoli di giochi Open Source di alta qualità e divertenti disponibili per <span name = "distro-name"> </ span>. Non importa se ti piacciono i simulatori di volo, corse automobilistiche, sparatutto in prima persona, salti e corse o giochi di carte, troverai qualcosa per farti divertire.
pl: Chociaż Steam jest ważnym krokiem naprzód dla gier w Linuksie, dostępnych jest również wiele wysokiej jakości i grywalności tytułów gier otwartoźródłowych dostępnych dla <span name = "distro-name"> </ span>. Nie ma znaczenia, czy lubisz symulatory lotu, wyścigi motocyklowe, strzelanki FPS, gry typu "jump and run" czy gry karciane - znajdziesz coś, co zapewni Ci rozrywkę.
